Repository: stephenharris/multisite-admin-notices
Catalog: languages/multisite-admin-notices-*.po
Languages: fr_fr

source: Delete
fr_fr: Supprimer

source: Edit
fr_fr: Modifier

source: Cancel
fr_fr: Annuler

source: Update
fr_fr: Mettre à jour

source: Enter your message here...
fr_fr: Saisissez votre message ici...

source: Publish notice
fr_fr: Publier l'avis

source: Dismiss this notice
fr_fr: Rejeter cet avis

source: Dismiss
fr_fr: Rejeter

source: Admin Notices
fr_fr: Avis de l'administration

source: Admin notice
fr_fr: Avis de l'administration

# post
source: Add New
fr_fr: Ajouter

source: Add New Admin Notice
fr_fr: Ajouter un nouvel avis

source: Edit Admin Notice
fr_fr: Modifier l'avis

source: New Admin Notice
fr_fr: Nouvel avis

source: View Admin Notice
fr_fr: Afficher l'avis

source: Search admin notices
fr_fr: Rechercher dans les avis

source: No admin notices found
fr_fr: Aucun avis trouvé

source: No admin notices found in Trash
fr_fr: Aucun avis trouvé dans la corbeille
